[{
        "index": 0,
        "picture": "https://lh3.googleusercontent.com/F384_yxrBJx3R6buEJ-2NOtiEqEdbdlWhLi2AlN1kVx7K_edQPIQYGqAG-F5LAlM7u1zKqD6cG3wyrD0LGLnpzrxKyV1gyNA6V5dNV2USZtB2uuWmX4RYxbwBQo9rvM8xM7Qdl1WOw=w2400",
        "description": "These are fancy words for heating up marijuana and alcohol at a low temperature to make an infusion. Nitrous oxide forces THC into the alcohol. Voila: weed vodka.",
        "title": "Green Dragon",
        "ingredients": "3.5 grams Cannabis\n\n25 oz vodka\n\n1 L (34 oz) heat-tolerant whipped cream whipper\n\n2 nitrous oxide chargers",
        "cooktime": "15m",
        "servings": "6-10srv",
        "directions": "1. Pour 8 – 9 oz vodka into the whipper. Add the cannabis into the whipper. If you use 1/3 of a bottle of vodka, then weigh out 1/3 of an eighth of Cannabis.\n\n2. Attach the nitrous charger to the whipper and then release the gas. Unscrew the charger and attach the second charge and release the gas again. After the second charge, let it sit for a minute or two and then open it up.\n\n3. Next, take out your double boiler. Heat the water in the lower part of the double boiler to around 200 degrees. Pour the infused alcohol into the top of the double boiler.\n\n4. Simmer the alcohol at this temperature in the top of the double boiler for about 45 minutes. It will reduce a bit, so add vodka to match whatever volume is lost in order to maintain the original volume.\n\n5. Next, remove the top pot from the double boiler and set aside. Using a glass-measuring cup, put a small metal strainer on top and then set some cheesecloth into the strainer. Pour the Cannabis liquid into the glass-measuring cup and strain out the leftover cannabis.\n\n6. After straining, add enough of vodka to bring it back to the original volume (250 ml).\n\n7. Now you can use this liquid, Green Dragon, as a substitute for the base spirit in your favorite cocktail.",
        "preptime": "45m"
    },
    {
        "index": 1,
        "picture": "https://lh3.googleusercontent.com/V8mI7YbcmHbUB19sSHTu7y28sb-T0EMws-EbBf0l2Ysjt-XnWMFjYvGQHYx4wDZ4iRDW8eSVdQv-cPtipkjV6gVjiS0YHjPhPt5O_bNRDSNZ9Wpb1Yxa_GJOnuP49wg3KKs9yyrePQ=w2400",
        "description": "A traditional, citrus-forward champagne cocktail—that also gets you high. Is there anything better in life?",
        "title": "French 75",
        "ingredients": "1 oz Cannabis-infused Ford’s gin\n\n1 oz simple syrup\n\n1 oz lemon juice\n\n4–5 oz Champagne or sparkling wine",
        "cooktime": "1m",
        "servings": "1srv",
        "directions": "1. Combine first three ingredients in shaker with ice. Shake hard for ten seconds and strain into a champagne flute.\n\n2. Top with a few ounces of Champagne or sparkling wine and garnish with a lemon twist.",
        "preptime": "2m"
    },
    {
        "index": 2,
        "picture": "https://lh3.googleusercontent.com/MTgEQmqK6uTpToY5H1XH2VMRZmo88NI_9YoAz7WXITOONfYQGnUBgpCGnXP7c7yWr1BO3-Fo39uHC5uIpK04izqy7Wsc8ocfUpUPly2QLaIBBSjONaUnyi4f-DjFwe2NFKodJZH7ug=w2400",
        "description": "Delicious infused iced coffee recipe perfect for any occasion",
        "title": "Iced Coffee",
        "ingredients": "1/2 cup CannaMilk\n\n1/2 cup warm water\n\n2 tsp instant coffee granules\n\n10 ice cubes\n\n1/2 (5 oz) can sweeten condensed milk\n\n1 tbsp chocolate syrup",
        "cooktime": "0m",
        "servings": "2srv",
        "directions": "1. In a small bowl, stir together the water and instant coffee.\n\n2. In a blender, combine ice cubes, coffee mixture, cannabis milk, sweetened condensed milk, and chocolate syrup. Blend until smooth./n/nPour and enjoy!",
        "preptime": "2m"
    },
    {
        "index": 3,
        "picture": "https://lh3.googleusercontent.com/oFh6jbIZI30NA5a7DYoLg97U6IJQGUmVKw7vM9M-xiVNC3swnQKf-fzqjsjmFR1-zydy189kqHT7D6oZ7mBhWo4RhzjAcidIZsJ4WrR6uZSHhuC5HhzHjm9l8Och2EyA7C8rs8w-UQ=w2400",
        "description": "",
        "title": "Coffee",
        "ingredients": "0.5 – 1 gram Cannabis\n\n1 tbsp coconut oil\n\n2 cups hot brewed coffee",
        "cooktime": "20m",
        "servings": "2cups",
        "directions": "1. Preheat your oven to 245°F. Grind the Cannabis, put it into a small oven-safe bowl and add the coconut oil. Cover the bowl with foil and place it in the oven for 20 minutes.\n\n2. Remove the bowl from the oven and strain the oil with cheesecloth to rid it of plant matter. Add the cannabis coconut oil to the coffee and serve with Cannabis-infused coffee creamer to taste.",
        "preptime": "5m"
    },
    {
        "index": 4,
        "picture": "https://lh3.googleusercontent.com/UCxwkB616lJGfM8Lc2HQ-d-fTCqxfIFY7njctcfdkjzRCVA0qGQGDVDPC0G6zRS57aK8OYZPyBRXYH_oPVdtc7qlJKjJ9cZ1dptUZH2-VRd64FMD8-8Yjjj1ejS9lwT9bT87rqOCpQ=w2400",
        "description": "",
        "title": "Hot Chocolate",
        "ingredients": "1/2 cup CannaMilk (More CannaMilk can be used in place of regular milk to increase potency)\n\n2 1/2 cup milk\n\n1/3 cup semisweet chocolate graded\n\n1 tbsp white sugar\n\n1/2 tsp ground cinnamon\n\n6 tbsp whip cream",
        "cooktime": "12m",
        "servings": "3cups",
        "directions": "1. Heat CannaMilk and milk in saucepan on medium heat for 2 mins.\n\n2. Mix in chocolate, sugar, and cinnamon.\n\n3. Return to heat and cook on medium for 3 to 4 minutes or until foamy (be careful not to let it boil).\n\n4. Whisk until smooth and pour into 3 mugs.\n\n5. Garnish with a sprinkle of cinnamon & 2 tbsp of whip cream if desired.",
        "preptime": "3m"
    },
    {
        "index": 5,
        "picture": "https://lh3.googleusercontent.com/K8Q01M4tCKp2e4TIYmwOrn2z6CC3wKCn0FYSapyhWS7-gY5Asa4UmJS_LpMJvwVGDK0tzhAodEVLFxxi6MUBrIEhJgHdVrbcFWZBThesZ5RxBdJuF33a3kJB2gKqWM2BrkkHyORXMw=w2400",
        "description": "",
        "title": "Mango Breeze",
        "ingredients": "1 – 2 grams Cannabis\n\nice cubes\n\nvodka (desired amount)\n\n3 cups mango chunks\n\n75 mL cranberry juice\n\n75 mL orange juice\n\n1 lemon",
        "cooktime": "2m",
        "servings": "1-2srv",
        "directions": "1. Preheat oven to 240°F. Grind up Cannabis and place into small ovenproof bowl and cover with foil. Cover the bowl with foil and put it in the oven for 35 minutes./n/n2. Once the weed has finished decarboxylating, transfer it to a small container and pour in some vodka until the weed is covered and soaked. Cover the container and store it in the fridge for 24 hours (up to 7 days) to infuse the vodka.\n\n3. Place a saucepan on the stove over medium-low heat and dump the Cannabis-vodka mix in there. Let it simmer for several minutes to evaporate the alcohol, then pour in the water and allow half of it to evaporate. Strain the Cannabis-vodka mix into a blender using cheesecloth and discard the plant matter.\n\n4. Add the mango chunks, cranberry juice, and orange juice to the blender with the crushed ice, then slice the lemon and squeeze out the juice. Blend the ingredients until smooth./n/n5. Serve in a glass with ice and enjoy!",
        "preptime": "35m"
    },
    {
        "index": 6,
        "picture": "https://lh3.googleusercontent.com/QK8H5JvAkkYxqeJ7fy549YRcZgZRvb-_uvK8Ph1z-fvhHfK2qaTdsHXT2ITopEPAEWK5KNo8qewJsmOYReLhVm5JPV7-KFvMvWKVi9QHbrbo_9mIL3nzJUI3Kcr84Bs8XhcEG4yspQ=w2400",
        "description": "",
        "title": "Strawberry Gin Smash",
        "ingredients": "1 – 3 gram Cannabis\n\n1/2 tsp granulated sugar\n\n1 lime wedge\n\n3 fresh strawberries (2 hulled and sliced and 1 reserved for garnish)\n\n3 oz gin\n\nclub soda\n\nfresh mint sprig, for garnish",
        "cooktime": "10m",
        "servings": "1srv",
        "directions": "1. Preheat oven to 240°F. Grind up Cannabis and place into small ovenproof bowl and cover with foil. Place the bowl in the oven for 30 minutes then remove and transfer the baked cannabis to mason jar.\n\n2. Pour some gin into the jar until the weed is covered and soaked, seal the jar and shake it like a saltshaker for 1 minute.\n\n3. Fill a crock-pot with water until about 1/4 full, set it on low and place the jar in the crock-pot. Allow the gin weed mix to infuse in the crock-pot for 8 hours, opening the jar every hour to release pressure.\n\n4. Next, line a funnel with cheesecloth and place it over a blender. Remove the Cannabis-infused gin jar from the crock-pot and poor contents through the funnel into the blender. Add a cup of ice cold water, strawberries, lemon juice, sugar, and salt to the blener. Blend for a minute until smooth, serve in a glass with a kiwi wedge and enjoy!",
        "preptime": "9h"
    },
    {
        "index": 7,
        "picture": "https://lh3.googleusercontent.com/_K9rbtqX-B0-TEWNMXplH5cQYzlO03oW9t2HHV6VdEjgHrAO6MS5Fya_PHCkS6KHnZRdRq_ARX0OGHKZ1jlmsQDrxY2iibo0Ce_muesbVJjlBVgwDfxx1n0q5Mh0FfQEjfZOzWGoJw=w2400",
        "description": "",
        "title": "Margarita",
        "ingredients": "1 oz Cannabis leaf juice\n\n15 mg Cannabis tincture\n\nCannabis leaf, edible flowers, or greens of choice, to garnish\n\n1 oz tequila\n\n1 oz aquavit\n\n3/4 oz lime juice\n\n3/4 oz agave syrup\n\n1 pinch sea salt\n\n",
        "cooktime": "2m",
        "servings": "1srv",
        "directions": "1. In a shaker filled with ice, combine the tequila, aquavit, lime juice, agave syrup, green juice, salt, and Cannabis tincture.\n\n2. Shake, then fine strain into a lowball glass with one large ice cube.\n\n3. Garnish with a cannabis leaf, edible flowers, or your favorite greens.",
        "preptime": "2m"
    },
    {
        "index": 8,
        "picture": "https://lh3.googleusercontent.com/L6F0QQL-1bnEkz3tWyL-qBpj67_cWb8J3uH5DS74Rc-jseb81ZkG0euv3HCKeHbJqwOHTsaPWjUpm1HhTlmP4gNICxDWhxoQ6Su6xs6amJ5XGtfrhTibMIfcbbgO6cTuA7KKiey74Q=w2400",
        "description": "",
        "title": "Mai Tai",
        "ingredients": "7 grams of dried Cannabis\n\n25oz rum\n\n0.5 oz orange Curaçao\n\n0.20 oz simple syrup\n\n1 Lime\n\n0.20 oz orgeat\n\nfresh pieces of pineapple\n\n1 oz pineapple juice",
        "cooktime": "5m",
        "servings": "4cups",
        "directions": "1. Preheat oven to 240°F and grind up Cannabis.\n\n2. Spread Cannabis over a lined baking tray and bake at for about 30-45 minutes.\n\n3. After taking your Cannabis out of the oven, let it cool down and put it in a large Mason jar, together with the rum. Shake it well and keep doing this every now and then while leaving it in a dark area for 5-7 days.\n\n(Remember, the longer the mix stays in the jar, the more tasty and potent it will become.)\n\n4. Add pineapple juice, orange Curaçao, orgeat, and simple syrup to your 2 oz glass of Cannabis-infused rum. Fill with chunks of ice and shake or stir vigorously.\n\n5. Serve immediately",
        "preptime": "45m"
    },
    {
        "index": 9,
        "picture": "https://lh3.googleusercontent.com/3hjvsXtVpNpvESVa_jUJoz3GRn42i35aZ5gGxlODlupm7Epa8fNJSl2mQtH61I7V657TBTefwJby7j5jI9fZ2OmHi42R90YWeUjjDe4y8DjCPEwMMdJ3bp70WKzuTvNiLhp5xJLBxg=w2400",
        "description": "",
        "title": "Strawberry Milkshake",
        "ingredients": "1 1/2 cup CannaMilk\n\n4-7 grams Cannabis\n\n13.6 oz can coconut milk\n\n2 cups milk\n\n12 oz strawberry ice cream\n\n2 frozen bananas\n\n1 cup frozen strawberries\n\n3 tbsp maple syrup\n\n1 tsp vanilla extract",
        "cooktime": "10m",
        "servings": "2srv",
        "directions": "1. Preheat your oven to 245°F and line a baking sheet with foil. Grind your Cannabis onto the baking sheet and bake it for 20-25 minutes.\n\n2. After the Cannabis is done baking, remove it from the oven and set it aside. Put a saucepan on the stove over medium heat, pour in 2 cups of milk, add in the Cannabis and let it simmer for 40 minutes while whisking occasionally. Be careful not to boil.\n\n3. Strain the CannaMilk into a jar using a colander lined with cheesecloth. Discard the plant matter and store in the fridge to cool.\n\n4. Add the coconut milk, CannaMilk, ice cream, bananas, strawberries, maple syrup and vanilla, and blend for several minutes until smooth.\n\n5. Pour your strawberry canna-milkshake into a mason jar and store in the fridge for several hours until it’s chilled and creamy.",
        "preptime": "25m"
    }
]