[{
        "index": 0,
        "picture": "https://lh3.googleusercontent.com/wkwjrkX7Z3pQrPlkt91UP6UelVpqxmbFyvql8ms95EzCujuW2bwbUs959g2p-G0yV9hYcK3qV5qYns8V_p_uDsHO8fiuwIXkQQq2DU1B1KFAZoOYoy4U1Nzmh8LA1w_xm_v2-FXGjA=w2400",
        "description": "Loaded with garlic, butter, and parmesan cheese, this simple pasta only takes 5 minutes to make.",
        "title": "Garlic Parmesan Pasta",
        "ingredients": "2 tbsp CannaButter\n\n2 tbsp unsalted butter\n\n1 lb angel hair pasta\n\nkosher salt and freshly ground black pepper, to taste\n\n7 garlic cloves, roughly chopped\n\n3/4 cup parmesan cheese",
        "cooktime": "5m",
        "servings": "6-8srv",
        "directions": "1. Melt the butter in a large skillet over medium heat. Add the garlic and cook until light brown, 3 to 5 minutes. Remove from the heat and set aside.\n\n2. Bring a large pot of generously salted water to a boil. Add pasta and cook, stirring occasionally, until al dente, about 5 minutes. Drain it, reserving 1/2 cup pasta water. Return the pasta to the pot you cooked it in and add the garlic, butter, salt, and pepper.\n\n3. With a large fork and spoon combine the ingredients well, then add a 1/2 cup of the grated Parmesan cheese and the pasta water and continue to combine gently.\n\n4. Transfer the pasta to a large platter and top it with the remaining parmesan.",
        "preptime": "5m"
    },
    {
        "index": 1,
        "picture": "https://lh3.googleusercontent.com/DRz289NNzrikzKdxnGa8xqhF8t9ilY7yGLTdDRMOUj3NHNOPCf8MKMGNv6hN_q_p25V2dsTHrcMQJ56aHUJrlr_qn3ukrYrYu4zQ38aPeMUP0EULURFuC0uWkhfRsghnP5gd2tmUuQ=w2400",
        "description": "Sure, you've tried shellfish before...but have you ever tried shellfish...ON WEED?",
        "title": "Shellfish Curry",
        "ingredients": "2 tbsp Cannabis-infused coconut oil\n\n12 oz crab or lobster meat\n\n1 tsp Jamaican curry powder\n\n1 garlic clove, minced\n\n1 tsp granulated onion\n\npinch cayenne pepper\n\n1/2 cup coconut milk\n\n1/4 cup chicken broth\n\n salt, to taste",
        "cooktime": "20m",
        "servings": "2-4srv",
        "directions": "1. Melt the Cannabis-infused coconut oil in a large skillet over medium heat.\n\n2. Add the crab or lobster and cook slightly, 2 minutes.\n\n3. Stir in the curry powder and garlic, then add the granulated onion, and cayenne.\n\n4. Stir in the coconut milk and chicken broth and reduce slightly, about 3 minutes.\n\n5. Season to taste with salt and serve.",
        "preptime": "15m"
    },
    {
        "index": 2,
        "picture": "https://lh3.googleusercontent.com/pwrg3izSjJMqWQLewAY7zSPhJJtMEn5HTfsyFFsLaFnl7ozanI7_w2NAMXwsUEB3nuYRHbHNTbg89sZgHCZ7JETmBiY7aRn0CKcuuIodA_GJwUs9uDEl7NMu11QyiXpZt1N7gtkm2A=w2400",
        "description": "The ultimate simple weeknight dinner to help you unwind after a long day of work.",
        "title": "Spicy Sardine Spaghetti",
        "ingredients": "3 tbsp Cannabis-infused olive oil\n\n5 garlic cloves, minced\n\n1/2 head fennel, diced, fronds reserved for garnish\n\n1 (4oz) can sardines\n\n1 tsp chili flakes\n\n1/4 cup white wine\n\n1 (15oz) can whole peeled tomatoes, crushed by hand\n\n1 lb spaghetti\n\nkosher salt and freshly ground black pepper, to taste\n\n8 oz Cannabis-infused or regular ricotta cheese",
        "cooktime": "30m",
        "servings": "4srv",
        "directions": "1. Heat 3 tbsp Cannabis-infused olive oil in a large skillet over medium-low. Add the garlic and cook until fragrant, 2 minutes. Add the fennel and sardines and cook until the fennel is soft, 4 minutes. Add the chili flakes and cook 1 minute more.\n\n2. Add the white wine and cook until reduced slightly, 2 minutes. Add the tomatoes and cook until slightly thick, 3 to 5 minutes. Season with salt and pepper and keep warm.\n\n3. Bring a large pot of generously salted water to a boil. Add pasta and cook, stirring occasionally, until al dente, about 5 minutes.\n\n4. Drain, reserving 1/2 cup pasta water. Toss the pasta in the sauce and season with salt and pepper. Add a bit of cooking liquid if needed to thin it out slightly.\n\n5. Divide among bowls and top each with a dollop of ricotta. Drizzle with Cannabis-infused olive oil to serve and garnish with the fennel fronds.",
        "preptime": "15m"
    },
    {
        "index": 3,
        "picture": "https://lh3.googleusercontent.com/tBr0nONdPrg6X5Uxnviq8nWIzOB25dce6x_hcovuQVPapUezRPDYELr4bjMadEGnue9RhpJN5jXv7n8yQqR4Elp4I5msTys4RMXidPM2vk1_beHM-7fvz9WLV2izBk_Faq-l0BN47A=w2400",
        "description": "This ribeye is juicy, flavorful, and easy-to-prepare. And with a garlicky, herby chimichurri sauce, it's downright heavenly.",
        "title": "Ribeye with Chimichurri Sauce",
        "ingredients": "2 tbsp CannaButter/n/n(optional: 8 Cannabis fan leaves, finely chopped)/n/n1 qt parsley, chopped/n/n1/2 cup fresh garlic, chopped/n/n1 tsp red chili flakes/n/n2 tsp dried oregano/n/n1 tbsp red wine vinegar/n/n2 cups canola or other neutral oil/n/n2 cups olive oil/n/n2 bone-in ribeye steaks/n/nkosher salt and freshly ground black pepper/n/n/n3/4 cup olive oil",
        "cooktime": "14h",
        "servings": "20srv",
        "directions": "1. For the chimichurri sauce, mix parsley (and optional diced Cannabis leaves), garlic, red chili flakes, oregano, red wine vinegar, salt, and oils in a large bowl.\n\n2. Rub the steaks with generous amount of salt and pepper. Let rest in fridge uncovered for ten hours or overnight. Take out of fridge two hours before cooking and allow to come to room temp.\n\n3. In a large cast-iron skillet over medium-high heat, warm the olive oil. Working with one ribeye at a time, cook, flipping once, until well browned and cooked to desired doneness. The timing will depend on the thickness of the steak; a steak 3/4 inch thick will take 8 to 10 minutes for medium-rare, or 135°F on an instant-read thermometer. Transfer ribeye to a cutting board and let rest for 10 minutes. Repeat with remaining steak.\n\n4. Cut steaks against the grain into slices about 1/2 inch thick and transfer to individual plates. Serve topped with CannaButter and accompanied by the chimichurri.",
        "preptime": "10h"
    },
    {
        "index": 4,
        "picture": "https://lh3.googleusercontent.com/gQiM9yPqlXVi77MkPewgXwQIR_FiPDx60WxhTZMPzdDIPfA7LYhCOzfgtg5twWiXvRUNEfP-Dmg-sRmDSL1JB2NPWvk9TtN9BUgM5BA36wdypMzpkpgndC8L_9FvXm3n-7bqUFh_wQ=w2400",
        "description": "Hearty chicken cacciatore gets turnt up with onions, cremini mushrooms, black and green olives, a dash of wine, and Cannabis.",
        "title": "Chicken Cacciatore",
        "ingredients": "½ cup CannaOil\n\n1 jar of your choice of tomato pasta sauce\n\n1-1½ packs of skinned and cleaned chicken breast\n\n1 pack of cremini or button mushrooms\n\n1 medium-sized onion (red or white)\n\nrosemary to taste\n\nsalt and pepper, to taste",
        "cooktime": "20m",
        "servings": "8srv",
        "directions": "1. Take 1-2 Tablespoons of your portioned CannaOil and throw it into a large skillet on low heat. Let this oil heat up for a couple of minutes.\n\n2. Open your pack of chicken breast and throw the pieces onto the hot skillet.\n\n3. Chop up an onion and the pack of mushrooms and place the pieces in the skillet with the chicken. Begin to cook the chicken, mushrooms and onion on medium heat for 10-15 minutes or until golden brown. Add a little salt and pepper to taste. You can cover the pan with a lid to retain moisture.\n\n4. While the chicken and veggies are roasting, in a small-medium pot empty your tomato sauce. Add the rest of your ½ cup of CannaOil into the pot. Drop in a little fine chopped rosemary and salt and pepper to taste.\n\n5. Stir this sauce and allow it to reach a light boil. Once hot and ready, place it off to the side.\n\n6. Once the chicken is done cooking, pour the ganja infused tomato sauce over the chicken in the large skillet and mix with a spatula to get it evenly coated with sauce.\n\n7. Serve immediately",
        "preptime": "10m"
    },
    {
        "index": 5,
        "picture": "https://lh3.googleusercontent.com/jwYkqTArn2KivIJVSfDTaC7dTv1t7ZO6tvuGxARw0EGtThKvsD1lZC-MWa9VVXqPsZkuta_GYxGFTLVwTAlFAmA3DerdWtEexVkSFy2lM9Es-VsC89ORjPJCYvjVlkrDgv8j83u-Zw=w2400",
        "description": "Tender potato gnocchi with CannaButter.",
        "title": "Gnocchi in CannaButter",
        "ingredients": "2 tbsp CannaButter\n\n3 large baking potatoes\n\n1 tbsp olive oil\n\n1 large egg, slightly beaten\n\n1 tsp baking powder\n\n3 cups of all-purpose flour (add more if needed)\n\nsalt, to taste\n\ngrated Parmesan, Asiago, or Romano cheese (optional)",
        "cooktime": "60m",
        "servings": "4srv",
        "directions": "1. Boil potatoes (skins on) in salted water until done. While hot, remove skins, then put potatoes through a sieve to insure no lumps.\n\n2. Using a large wooden spoon, combine all ingredients until fairly well mixed together. Flour a board, then mix and kneed the potato/flour mixture until it resembles bread dough.\n\n3. Roll out a portion of dough to the width and length of a cigar and cut into 1in bits (you can decide on the size of the gnocchi you want.)\n\n4. Place a fork upside down and roll over the uncut side of a piece of dough you've cut over the fork. Use a little piece of dough to roll at a time and cover the larger remaining portion to keep them from getting dry.\n\n5. Cook one or two pieces for about 4 minutes. Remove and taste them. They should be firm but not too hard.\n\n6. When you have finished cutting all the pieces, place them on a floured board or cookie sheet and sprinkle lightly with flour.\n\n(These can be covered with a dish towel for use the same day or frozen on the cookie sheet, then placed in a plastic bag for future use.)\n\n7. If you are going to use them right away, boil some salted water in a large pot adding a tbsp of olive oil. When they rise to the top of the water, cook for about five minutes. Gently pour into a large sieve or colander.\n\n8. While still in the colander, rinse gnocchi under hot water to remove the flour you topped them with. This will keep them from sticking when you add the melted CannaButter and garlic mixture.\n\n9. Heat a saucepan to medium heat and add a little coconut oil or olive oil with the CannaButter, adding a few pieces of chopped garlic, browning lightly. Slowly pour over the boiled gnocchi. Sprinkle well with grated Parmesan, Asiago, or Romano cheeses.\n\n10. Additionally, you can add your favorite red sauce on the gnocchi after pouring the butter/garlic.",
        "preptime": "20m"
    },
    {
        "index": 6,
        "picture": "https://lh3.googleusercontent.com/yzktbCzC3y3BTP5SyKiyBKmX5iugRdkFge5JU80uxMASqmyJuhRyn4FDq5Srw71vWWF0vE-OgPlZ5PdeET6gRjIBavCUNgoFFNsvbNPB6RNQQ34O7EEsZBLjHL-tJpUP1c4SDZQzwQ=w2400",
        "description": "Think classic eggplant Parmesan, but with a wonderful kick courtesy of Cannabis.",
        "title": "Baked Italian Eggplant",
        "ingredients": "3 tbsp Cannabis-infused olive oil\n\n2 cloves minced garlic\n\n1 large green bell pepper, sliced\n\n1 medium yellow onion, roughly chopped\n\n5 Italian sausages (about 1 lb)\n\n1 small carton of sliced mushrooms\n\n1 tbsp Italian seasoning\n\n1 tsp fennel seeds\n\n1 (6 oz) can tomato paste\n\n¼ cup red wine\n\nkosher salt and freshly ground black pepper, to taste\n\n2 large sprigs of fresh basil\n\n2 1/2 cups shredded mozzarella cheese\n\n1 large eggplant, sliced about 1/2-inch thick\n\n¼ cup shredded Parmesan cheese",
        "cooktime": "110m",
        "servings": "8srv",
        "directions": "1. Heat the Cannabis-infused olive oil in a medium saucepan over medium heat. Add the garlic, bell pepper, and onion and cook until soft, about 5 minutes.\n\n2. Add the Italian sausages, and cook, turning as needed, until golden, about 8 minutes more. Then add the sliced mushrooms and sauté this mixture until the mushrooms reduce in volume, 5 more minutes. Add the Italian seasoning and fennel and cook 3 minutes more.\n\n3. Add the tomato paste and cook 2 minutes. Add the red wine reduce for 2 minutes, then add 1 1/2 cups water.\n\n4. Stir this mixture on low on the stove top until well-combined, about 5 minutes. Let this mixture simmer on low for 45 minutes. After the 45 minutes are up, remove the Italian sausages, transfer to a serving platter, and keep warm. Season the sauce with salt and pepper.\n\n5. Heat the oven to 375°F. Spread half of the sauce mixture and sprinkle half the mozzarella cheese onto the bottom of a 9-inch-by-13-inch baking dish. Lay the sliced eggplant down evenly allowing for overlapping and season with salt and pepper, to taste.\n\n6. Spoon the remaining sauce and sprinkle the remaining mozzarella cheese over the eggplant slices. Cover the baking dish with tinfoil. Bake for 55 minutes.\n\n7. Remove the tinfoil and sprinkle the shredded Parmesan cheese over the dish. Bake for another 5 minutes, then remove the dish from the oven to serve. Garnish with fresh basil leaves.",
        "preptime": "25m"
    },
    {
        "index": 7,
        "picture": "https://lh3.googleusercontent.com/oyTFQEK5rYDawOPhqFpuAm68NvzAp_M191HodYa5InudtF5zC7Stc8IbEli3b_OjYmaHAC2yqWFuMao9I_9b2YJNBt_eMiK3K7ZsfYXd8-XzLBx3ZRv6-TARrNRQ2ibZIC6YGxj3cQ=w2400",
        "description": "Stones 12 believers. And non-believers, too.",
        "title": "Latkes",
        "ingredients": "5 grams Cannabis buds, ground\n\n4 cups vegetable oil\n\n5 lb Russet potatoes, unpeeled\n\n3 cippollini onions (or 2 regular onions)\n\n2 large eggs, beaten\n\n1/2 cup all-purpose flour\n\n1 tsp kosher salt\n\n1 tsp freshly grated pepper",
        "cooktime": "90m",
        "servings": "26 latkes",
        "directions": "1. Using a double boiler, heat the vegetable oil until it simmers. Add the ground cannabis, and simmer for an 60 minutes over low heat, stirring often.\n\n2. Meanwhile, using a box-style grater or the grating disc on a food processor, begin shredding the potatoes. Keep the shredded potatoes from turning grey by immersing them in water. When all the potatoes have been grated and you are ready to use them, drain them thoroughly. Grate the onions and set aside.\n\n3. Preheat oven to 250º F and place a baking sheet inside. When the Cannabis-infused vegetable oil is ready, strain the fiber out (with cheesecloth) and reserve the oil. Drain the potatoes and press them against the colander to squeeze all the water out.\n\n4. Mix the grated potatoes and onions in a large bowl. Add the eggs, plus the salt and pepper. Mix well to combine. Add the flour and mix again. You may need to add a little more flour if the mixture seems too loose.\n\n5. Heat ½ cup of the oil in a large frying pan over medium-high heat. (Test the oil by dropping a tsp of the latke batter into the pan; if it turns brown within one minute, then the oil is ready.)\n\n6. Make your latkes by frying one heaping tbsp of batter, until golden brown on each side. Drain the latkes on a bed of rice or couscous to help catch the excess Cannabis-infused oil. \n\n7. Use a spatula to transfer the latkes to the oven to keep warm on the baking sheet. Repeat this process in batches until all the latke batter is used up. Reserve any remaining oil for another purpose.\n\n8. Serve latkes with sour cream and applesauce.",
        "preptime": "60m"
    },
    {
        "index": 8,
        "picture": "https://lh3.googleusercontent.com/boS0nOJZBRjLRBoMKH3AYpoYlA-fs19DueTpjSHdS2nhUS8nnIgmKrGUb3hyFqGggzlMa0QcHlhFv5fcLM6yTMuUmXBf4IqMzfUaqXI4uLVrB9w_ZZokMl5j3o6CaVE42-6aNnXlCw=w2400",
        "description": "Ever feel like mac and cheese isn’t super healthy? You’re probably right, but with this simple spinach pesto, you can feel less guilty and pack in some much needed vitamins.",
        "title": "Pesto Macaroni and Cheese",
        "ingredients": "2 tbsp CannaButter\n\n3 tbsp unsalted butter\n\n10 oz baby spinach\n\n10 oz asparagus\n\n5 oz cremini mushrooms\n\n1 cup parsley\n\n1 cup basil\n\n1 cup grated Parmesan cheese\n\n1 garlic clove\n\n3 1/2 cups whole milk\n\n1/3 cup all-purpose flour\n\n12 oz grated sharp white cheddar cheese\n\nkosher salt and freshly ground black pepper, to taste\n\n1 lb elbow macaroni",
        "cooktime": "35m",
        "servings": "6-8srv",
        "directions": "1. Heat the oven to broil.\n\n2. Melt half of unsalted butter in medium saucepan over medium heat and grill asparagus till tender. Add cremini mushrooms roughly 3 minutes prior to fully cooked asparagus.\n\n3. In the bowl of a food processor, combine the spinach, parsley, basil, Parmesan, and garlic and purée until chunky. Add 1/2 cup milk and purée until smooth.\n\n4. Melt the butter in another medium saucepan over medium heat; add the flour and cook 2 minutes. Add remaining 3 cups milk and cook, stirring occasionally, until thick, 8 – 10 minutes. Stir in half of the cheddar cheese, salt, and pepper and cook until the cheese has melted.\n\n5. Meanwhile, bring a large pot of salted water to a boil. Add pasta and cook, stirring occasionally, until al dente, about 5 minutes. Drain pasta, transfer to cheese sauce along with the asparagus, cremini mushrooms, spinach and herb blend and stir well to coat.\n\n6. Spread pasta in a 9-inch by 13-inch baking dish and top with remaining cheese. Transfer baking dish to a baking sheet and broil until macaroni and cheese is golden brown and bubbly, about 5 to 7 minutes. Let cool for 10 minutes before serving.",
        "preptime": "10m"
    },
    {
        "index": 9,
        "picture": "https://lh3.googleusercontent.com/z2iZAEmuQKjFKmI5_JlaU-mx2tocqrJ27haHh7eu6uTrTo1JAMod9GwrZ3VpvdeT2RYcMSI0uG3Rd7ehAhsMmfgG3eCJHKvQxgD2Rli0N3mov0VFUbig2WCtPL_y208GtT9vzFAbXA=w2400",
        "description": "",
        "title": "Baked Lemon Chicken",
        "ingredients": "3 tbsp melted CannaButter\n\n4 chicken breasts\n\n1/3 cup chicken broth\n\n4 tbsp fresh lemon juice\n\n1 tbsp honey\n\n2 tsp minced garlic\n\n1 tsp Italian seasoning\n\nsalt and pepper to taste\n\nfresh rosemary and lemon slices for garnish",
        "cooktime": "25m",
        "servings": "4srv",
        "directions": "1. Preheat oven to 400°F and grease a baking sheet or large casserole dish.\n\n2. Melt CannaButter in a large skillet over medium-high heat. Add chicken and cook chicken 2-3 minutes on each side just until browned. Transfer chicken to prepared baking sheet.\n\n3. In a small bowl, whisk together chicken broth, lemon juice, honey, garlic, Italian seasoning, salt and pepper.\n\n4. Pour sauce over chicken. Bake 20-30 minutes until chicken is cooked through. Every 5-10 minutes spoon the sauce from the pan over the chicken.\n\n5. Garnish with fresh rosemary and lemon slices, if desired, and serve.",
        "preptime": "5m"
    },
    {
        "index": 10,
        "picture": "https://lh3.googleusercontent.com/SwWLgCXz4A9LFXcPy66qKX-sTqbOq-A6RblGIq2cFeX11lwJ9ouBIdQRoYzia991jpvb-QhsIhz-cmsLvqd4WblOHx5MNlFWYVUVoC35T3MzT9hx4tZ5sHG0aljdUCsio9z0E-VsSA=w2400",
        "description": "A delicious and creamy Cannabis pasta",
        "title": "Fettuccine Alfredo Pasta",
        "ingredients": "1 cup CannaButter\n\n24 oz dry fettuccine pasta\n\n15 oz heavy cream\n\n3/4 cup grated romano cheese\n\n1/2 cup grated parmesan cheese\n\n1 dash garlic salt\n\nsalt & pepper to taste",
        "cooktime": "15m",
        "servings": "6srv",
        "directions": "1. With the large pot, bring lightly salted water to a boil. Then add the dry pasta and cook for 8 – 10 minutes or until ready, drain the pot.\n\n2. In the saucepan, melt the CannaButter and cream on low heat. Then add your salt and pepper and garlic salt.\n\n3. Stir in the cheese over medium heat until its nice and melted.\n\n4. Finally, add the pasta to the sauce. Make sure to use all the sauce and ensure the pasta is entirely coated.",
        "preptime": "15m"
    },
    {
        "index": 11,
        "picture": "https://lh3.googleusercontent.com/f5YVFQk28x-Nff2bueqrZH2kW-k3FAT-Q6bHw9EvmGJ0r5oJbZSkbfljNaBWv0WEfOBVguVgqAAWLw-HqS9miKy4AqeWh1P6_eJj0jQM5yd-5ihqmiOaLHkOPcSBInwSc_PnE_8GoA=w2400",
        "description": "A delicious edible recipe perfect for Sunday football",
        "title": "Buffalo Wings",
        "ingredients": "2 tbsp CannaButter\n\n1 cup CannaMilk\n\n1 qt oil (for frying)\n\n1 cup all-purpose flour\n\n2 tsp salt\n\n1/2 tsp pepper\n\n1/2 tsp cayenne pepper\n\n1/4 tsp garlic powder\n\n1/2 tsp paprika\n\n1 large egg\n\n3 chicken breasts (skinless, boneless, & cut into 1/2 inch pieces)\n\n4 tbsp hot sauce(name brand buffalo sauce works well too)",
        "cooktime": "20m",
        "servings": "3srv",
        "directions": "1. Heat oil in a deep-fryer or large saucepan to 375°F.\n\n2. Combine flour, salt, black pepper, cayenne pepper, garlic powder, and paprika in a large bowl. Whisk together the egg and milk in a separate bowl. Dip each piece of chicken in the egg mixture, and then roll in the flour blend. do this twice so that each piece of chicken is double-coated.\n\n3. Refrigerate breaded chicken for 20 minutes.\n\n4. Fry chicken in the hot oil. Cook until the exterior is golden brown, and the juices run clear, this should take around 5 to 6 minutes.\n\n5. Combine hot sauce and butter in a small saucepan. Heat sauce on medium until melted. Pour sauce over the cooked chicken; mix to coat.",
        "preptime": "10m"
    },
    {
        "index": 12,
        "picture": "https://lh3.googleusercontent.com/4u_N7rYkX6SG_BAg8Es0o91JLZzElafNF_3vI45FA0GXnJ4c9yYVGnkVpt7T9iWZ5uY59EoQnTxDg1u74yMletVqhuHH1YucULKH1jUb4td3P0h51SmcZO9fcdYsMkwcGEw_QxJFKA=w2400",
        "description": "",
        "title": "Belgian Waffles",
        "ingredients": "1 1/2 cups CannaMilk\n\n1 tbsp Cannabis-infused maple syrup per waffle (optional)\n\n1 3/4 cup all purpose flour\n\n2 tsp baking powder\n\n1/2 tsp salt\n\n1 tbsp white sugar\n\n3 large eggs\n\n7 tbsp vegetable oil",
        "cooktime": "25m",
        "servings": "8srv",
        "directions": "1. Preheat your waffle iron before starting to mix the batter.\n\n2. In a large bowl, whisk together the flour, baking powder, salt and sugar.\n\n3. Make a well in the middle. Break the eggs into the well and beat lightly with a fork. Add the oil and CannaMilk and stir until moistened.\n\n4. Using a spoon, put the batter into your waffle maker and cook until golden and crispy.\n\n5. Add Cannabis-infused maple syrup (optional)",
        "preptime": "5m"
    }
]